Repository: EricHier/logic-circuit
Catalog: localization/*.xlf
Languages: fi

# scfcffcf35292bc6f
source: Simulate
fi: Simuloi

# s49b0a472a8e77b9b
source: Show all Truthtables
fi: Näytä kaikki totuustaulukot

# s4635f32ac7e5b41b
source: Drag items here to delete them
fi: Vedä kohteita tähän poistaaksesi ne

# s6aa6cfde13238a46
source: Drag and drop elements from the left sidebar to add them.
fi: Lisää elementtejä vetämällä ja pudottamalla ne vasemmasta sivupalkista.

# s2b77630e54db68e1
source: Left click a connection endpoint to start a connection and then click another connection endpoint to add it.
fi: Aloita yhteys napsauttamalla yhteyden päätepistettä hiiren vasemmalla painikkeella ja lisää se sitten toiseen yhteyden päätepisteeseen napsauttamalla sitä.

# sfc8aedc3e52543e9
source: Right click on a connection to remove it.
fi: Poista yhteys napsauttamalla sitä hiiren kakkospainikkeella.

# s34bc4cc9fb5b7aa4
source: Instructions
fi: Ohjeet

# sef93972726cc5929
source: Allow Simulation
fi: Salli simulointi

# s212fec3bc805b040
source: Delay (in ms)
fi: Viive (ms)

# sb4a640f8347f726c
source: Limit max. number of Gates:
fi: Rajoita porttien enimmäismäärää:

# s3133c523be71ab93
source: Gates
fi: Portit

# sb785914856ab26c5
source: Only one connection allowed
fi: Vain yksi yhteys sallittu

# sc49c6f9b07b93aec
source: Connectors are from the same type
fi: Liittimet ovat samaa tyyppiä
